[
  {
    "store_name": "100 Percent HP",
    "store_address": "18 N Dollins Ave, Orlando, FL 32805, USA",
    "menu_items": [
      "TRADITIONAL PLATOS",
      "BURGERS",
      "HANDHELDS",
      "SEASONAL",
      "SIDES",
      "TRADITIONAL PLATOS",
      "La Mixta",
      "Experience the most famous “everyday meal” of Puerto Rico. Our delicious blend of tender and juicy “bistec encebollado” (steak and Onions), savory beans, perfectly cooked white rice, and a crisp green salad with two crispy tostones to round out this mouthwatering dish.",
      "$14.95",
      "Combo Alcapurria",
      "Indulge in the explosion of flavors that the Combo Alcapurria offers, with aromatic rice and gandules (pigeon peas), a refreshing green salad, and the crispy goodness of a tostada (toast) with garlic butter, all perfectly complemented by a delicious alcapurria (Green Banana and Taro root fritter)",
      "$16.95",
      "Combo Relleno",
      "Take your taste buds on an adventure with the Combo Relleno, complete with aromatic rice and gandule, a crisp green salad, a tostada with garlic butter, and two delicious and savory rellenos that will keep you coming back for more.",
      "$14.95",
      "Combo Pastel",
      "Savor the traditional flavors of Puerto Rican holiday’s with the Combo Pastel that comes with aromatic rice and gandules (pigeon peas), a fresh green salad, a tostada with garlic butter, and a scrumptious packed-potato pastel (tamale) that is sure to leave your taste buds longing for more.",
      "$16.95Unavailable",
      "Unavailable",
      "BURGERS",
      "Maui's Great Burger (Classic)",
      "Sink your teeth into the Maui's Burger (Classic) that boasts succulent impossible meat in a delicious potato and pineapple bun! American cheese, fresh lettuce, ripe tomato, crispy cucumbers, caramelized onions, and a perfect blend of mayo and ketchup that is sure to satisfy any burger lover's cravings.",
      "$11.00",
      "Maui's Double",
      "Elevate the Maui's Burger (Classic) experience by savoring simply more of everything, from double the impossible meat to double the American cheese and mayo-ketchup sauce, all nestled in a delicious potato and pineapple soft, freshly baked bun.",
      "$13.50",
      "Triple Maui's",
      "For the ultimate Maui Burger experience, try the Triple Maui's, which comes with three succulent impossible meat patties in a delicious potato and pineapple bun! American cheese, fresh lettuce, ripe tomato, crispy cucumbers, caramelized onions, and an irresistible mayo-ketchup sauce.",
      "$15.50",
      "King Maui's",
      "Take on a kingly challenge with the King Maui's, which boasts a whopping four impossible meat patties in a delicious potato and pineapple bun! American cheese, fresh lettuce, ripe tomato, crispy cucumbers, caramelized onions, and a perfect blend of mayo and ketchup.",
      "$17.50",
      "HANDHELDS",
      "Wrap de Pollo (Chicken) ",
      "Crunchy, flavorful Pollo strips meet gooey Cheddar and Mozzarella cheeses, fresh pico de gallo, creamy avocado, crispy lettuce, and a spicy salsa and mayo ketchup combo all wrapped up in a warm, fluffy tortilla. Indulge in our Wrap de Pollo today!",
      "$12.95",
      "Philly Cheesesteak Sandwich",
      "The Philly Cheesesteak Sandwich is a mouthwatering classic, stacked high with tender grilled beef, sweet green peppers and onions, and melted Monterrey Jack cheese, all topped off with a creamy mayo blend. Indulge in our delicious Philly Cheesesteak Sandwich today!",
      "$12.50",
      "Bistec or Beef Steak Sandwich ",
      "Sink your teeth into our juicy Sandwich de Bistec, featuring tender steak, crispy onion, fresh lettuce and tomato slices, crunchy potato sticks, and a zesty mayo-ketchup sauce. It's a sandwich worth savoring!",
      "$10.95",
      "HP Chicken Sandwich ",
      "Enjoy our HP Chicken Sandwich! Our HP custom bread is infused with tangy pineapple. An explosion of flavors with gooey Swiss cheese, crispy lettuce, juicy tomato slices, and a spicy slaw and mayo sauce, this sandwich is sure to pack a punch",
      "$15.00",
      "Buffalo Chicken Sandwich",
      "Our Buffalo Sandwich is a crispy chicken lover's dream, with tender, breaded chicken smothered in melty Swiss cheese, crispy bacon, savory onion rings, tangy BBQ sauce, and creamy mayo. It's the perfect combination of flavors and crunch!",
      "$16.95",
      "Sliders Criollo",
      "Sink your teeth into our Slider Criollo, featuring savory Impossible meat smothered in melted Queso Cheddar, mashed maduro, caramelized onions, and tangy BBQ sauce. 3 Sliders Included! ",
      "$15.00Unavailable",
      "Unavailable",
      "SEASONAL",
      "Quesadillas",
      "Our Quesadillas offer a range of scrumptious fillings including tender Pollo (chicken) or juicy Steak, and rich, ooey-gooey Cheddar cheese, all served with a side of sour cream, fresh pico de gallo and creamy avocado. It's the perfect combination of your favorite Latin-inspired flavors!",
      "$14.95",
      "Carrucho (Conch) Salad with Tostones (Plantains) ",
      "Allergic to Seafood? Worry No more! \nTry our HP (Hecho de Plantas = plant based) take on a Latin Classic \"CARRUCHO\" It's a Conch Shellfish Salad with tasty Tostones and finished up with lemons, tomatoes, onions,  red and green peppers  topped with Cilantro.  You will not believe this is all plant based! ",
      "$14.95",
      "SIDES",
      "Alcapurria (Green Banana & Taro Root Fritter) ",
      "A Staple in Puerto Rican comfort food!  filled with Impossible Meat and completely HP = Hecho de plantas (plant based) made with Impossible meat seasoned to perfection. ",
      "$7.00",
      "Empanadas",
      "Our HP empanadas have 3 different fillings to choose from:  Impossible Meat, Bistec & Maduro (Steak & Onions w/sweet plantains) and Pizza. Choose below and enjoy! ",
      "$4.95",
      "Relleno de papa (potato ball fritter)  w/Impossible Meat",
      "This option includes one ONE relleno. ",
      "$6.75",
      "Tostones (Fried Smashed Plantains)",
      "$5.00",
      "Maduros (Sweet Fried Plantains) ",
      "$5.00",
      "French Fries ",
      "$3.50",
      "Onion Rings - Beer Batter",
      "$6.00",
      "Green Salad",
      "Refreshing green salad with lettuce, tomato, onions, and shredded carrots.\n",
      "$5.00",
      "Arroz con Gandules - Rice and Pigeon Peas ",
      "$3.50",
      "HP Loaded Fries ",
      "Loaded Fries with Beef, Cheese and Special Sauce will satisfy your cravings for something savory and satisfying. Our crispy golden fries are generously topped with juicy, seasoned beef, melted cheddar cheese, and drizzled with our signature special sauce - a mouthwatering blend of tangy mayo, zesty ketchup. Every bite is an explosion of flavor and texture that will leave you wanting more. Perfect as a snack or to share with friends, Loaded Fries with Beef, Cheese and Special Sauce is a must-try dish that you won't be able to resist.",
      "$10.99"
    ]
  },
  {
    "store_name": "SEAFOOD DRIP",
    "store_address": "18 N Dollins Ave, Orlando, FL 32805, USA",
    "menu_items": [
      "Entrée",
      "Sides",
      "Drinks ",
      "Entrée",
      "ORLEANS CAJUN PASTA",
      "Immerse yourself in the flavors of New Orleans with this Cajun-inspired pasta, featuring seasoned, poached lobster in a soft, crispy Italian hoagie, drizzled with saffron lobster sauce, dressed arugula, and sautéed leeks. ",
      "$19.89",
      "CRABBY LOBSTER BURGER ",
      "A lavish seafood burger with a succulent crab cake, tender lobster tail, and rich lobster sauce, served on garlic toast with dressed slaw, marinated tomatoes, pepper jack cheese, and mayo. Accompanied by crispy shaved potatoes.",
      "$22.99",
      "LOBSTER ROLL",
      "A popular choice, this exquisite lobster roll features seasoned, poached lobster in a soft, crispy Italian hoagie, drizzled with a luxurious saffron lobster sauce, accompanied by dressed arugula and sautéed leeks.",
      "$19.99",
      "DEEP FRIED SALMON FISH FILET SANDWICH",
      "Enjoy this crispy, deep-fried salmon fillet, topped with tangy tartar sauce, and sharp cheddar cheese, and served on a fluffy toasted garlic bun. ",
      "$18.99",
      "Shrimp & Lobster Swirl Pasta",
      "This popular pasta dish features a delightful combination of sautéed shrimp and tender poached lobster, tossed in a mildly spicy, creamy pink sauce with green onions, and served with herb-toasted crostini. ",
      "$22.99",
      "Lobster Mac & Cheese ",
      "Indulge in this decadent mac and cheese dish, featuring a luxurious mix of three kinds of cheese, smoky hickory flavor, and seasoned poached lobster. ",
      "$14.99",
      "SAFFRON LOBSTER PIZZA",
      "Indulge in this unique pizza, topped with a rich saffron lobster sauce, creamy mozzarella cheese, tender lobster pieces, and fresh green onions. ",
      "$16.99",
      "LEMON BUTTER SALMON",
      "Delight in our panko herb-crusted salmon, topped with a zesty lemon butter sauce and served with blistered greens, creamy garlic mashed potatoes, and tender broccolini.\n\n",
      "$24.00",
      "Sides",
      "Truffle-Infused Mac-N-Cheese",
      "Indulge in our velvety mac-n-cheese, elevated with luxurious truffle oil, for a rich, gourmet twist on classic comfort food. \n",
      "$6.99",
      "Decadent Creamed Spinach",
      "Dive into this creamy, dreamy spinach dish, cooked with garlic, onions, and a blend of cheeses for a deliciously rich and comforting side. ",
      "$6.99",
      "Buttery Yukon Gold Mashed Potatoes ",
      "Smooth, creamy Yukon Gold mashed potatoes, whipped with butter and cream, create a luxurious side dish fit for any meal. ",
      "$5.99",
      "Parmesan Truffle Potato Wedges",
      "Treat yourself to these crisp, golden potato wedges, tossed in aromatic truffle oil and sprinkled with Parmesan cheese for an irresistible side. \n\n",
      "$7.99",
      "Sweet Temptation Candied Brussel Sprouts ",
      "Savor the delightful balance of sweet and savory with our caramelized Brussels sprouts, glazed to perfection. A must-try for veggie lovers. \n",
      "$6.99",
      "Crave-Worthy Crispy Fries",
      "Satisfy your cravings with our golden, seasoned fries, cooked to crispy perfection and served with a side of our signature dipping sauce. \n",
      "$5.99",
      "Garlic-Kissed Broccolini",
      "Fresh, tender broccolini sautéed with garlic and olive oil for a flavorful, healthy, and delectable side dish.",
      "$7.99",
      "Drinks ",
      "Coke ",
      "$2.99",
      "Diet Coke",
      "$2.99",
      "Coke Zero",
      "$2.99",
      "Sprite",
      "$2.99",
      "Minute Maid",
      "strawberry  punch",
      "$2.99",
      "Dr Pepper",
      "$2.99Unavailable",
      "Unavailable"
    ]
  },
  {
    "store_name": "Blessing D Kreyol Food",
    "store_address": "18 N Dollins Ave, Orlando, FL 32805, USA",
    "menu_items": [
      "Entrée",
      "Side Menu",
      "House Juices ",
      "Entrée",
      "Tasso Turkey",
      "Fried turkey, plantain ,rice",
      "$17.50",
      "Tasso Turkey Fritay",
      "Fried turkey, malanga fritters, fried fritters, ",
      "$17.75",
      "Chicken",
      "Either fried or stewed chicken served with rice , plantain",
      "$16.00",
      "Chicken Fritay",
      "Fried chicken, malanga fritters, fried fritters, plantain ",
      "$16.50",
      "Jumbo Fish Fritay Komple",
      "Jumbo fried fish served with fried plantain ,cooked rice Acra, marinade ",
      "$37.50",
      "Tasso Beef",
      "Fried beef served with rice ,plantain",
      "$20.00",
      "Tasso Kabrit /fried goat",
      "Fried goat served with plantain ,  cooked rice",
      "$22.00",
      "Blessings Chicken Wings & Plantains",
      "Fried  Chicken Wings with Plantains ,rice ",
      "$13.00",
      "Blessings Chicken Wings & Fritay",
      "Served with malanga, fritters, plantains",
      "$14.00",
      "Pork ribs/kot kochon",
      "Bbq or fry ",
      "$17.00",
      "Zorey kochon/pig ears ",
      "Fry or sauce rice.,plantain ",
      "$15.00",
      "Griyo / fried pork ",
      "Rice ,plantain ",
      "$17.00",
      "Legumes ",
      "Rice,plantain ",
      "$18.00",
      "Side Menu",
      "Rice with Bean ",
      "Rice cooked with beans ",
      "$4.99",
      "White Rice & Pinto Bean Sauce or black beans sauce",
      "This side item is white rice and pinto bean sauce (sos pwa nwa)",
      "$4.00",
      "Black Rice (Diri DjonDjon)",
      "Black Rice (Diri DjonDjon)",
      "$5.00",
      "Acra / Malanga",
      "6 acra",
      "$5.00",
      "Marinad / Fritters",
      "4.00",
      "$3.00",
      "Plantain Side",
      "Come with five (5) Plantain",
      "$4.00",
      "House Salad",
      "$6.00",
      "Pikliz cup ",
      "$1.00",
      "Oxtail/ ke bef ",
      "$20.00",
      "House Juices ",
      "Juice Grenadia",
      "Passion fruit juice",
      "$4.50",
      "Lemonade",
      "$3.00",
      "Fruit Punch",
      "$3.00",
      "Mango juice ",
      "$4.00",
      "Pikliz jar ",
      "$14.50"
    ]
  },
  {
    "store_name": "Wow Bao",
    "store_address": "18 N Dollins Ave, Orlando, FL 32805, USA",
    "menu_items": [
      "Bowls",
      "Bao",
      "Egg Rolls",
      "Famous Fried Rice",
      "Potstickers & Dumplings",
      "Combos",
      "Bundles",
      "Beverages",
      "Bowls",
      "Teriyaki Chicken Bowl",
      "Roasted chicken that is infused with a rich, dark, and sweet teriyaki barbecue sauce, served on jasmine white rice or fried rice.",
      "$9.99Unavailable",
      "Unavailable",
      "Spicy Kung Pao Chicken Bowl",
      "Tender Chicken tossed in a sweet and spicy Sichuan chili-soy sauce, served on jasmine white rice or fried rice. Garnished with peanuts and cilantro.",
      "$9.99Unavailable",
      "Unavailable",
      "Citrus Glazed Chicken Bowl",
      "Chicken in a sweet orange sauce with red peppers and candied orange peel, served on jasmine white rice or fried rice.",
      "$9.99Unavailable",
      "Unavailable",
      "Bao",
      "2 Pack of Bao",
      "Soft sweet dough with your choice of filling.",
      "$7.49",
      "6 Pack of Bao",
      "Soft sweet dough with your choice of filling.",
      "$20.99",
      "Egg Rolls",
      "2-Piece Crispy Chicken Egg Rolls",
      "Two delicious crispy egg rolls filled with chicken, cabbage, shiitake mushrooms, and lightly seasoned with herbs, soy, sesame oil, and spices in an egg roll wrapper, and served with sweet and sour sauce.",
      "$5.99",
      "3-Piece Crispy Chicken Egg Rolls",
      "Three delicious crispy egg rolls filled with chicken, cabbage, shiitake mushrooms, and lightly seasoned with herbs, soy, sesame oil, and spices in an egg roll wrapper, and served with sweet and sour sauce.",
      "$9.99",
      "10-Piece Crispy Chicken Egg Rolls",
      "Ten delicious crispy egg rolls filled with chicken, cabbage, shiitake mushrooms, and lightly seasoned with herbs, soy, sesame oil, and spices in an egg roll wrapper, and served with sweet and sour sauce.",
      "$29.99",
      "Famous Fried Rice",
      "Famous Fried Rice",
      "Tender stir fried rice, crisp vegetables and delicate egg seasoned with light and dark soy sauce, fresh ginger, garlic and sesame oil (Vegetarian).",
      "$6.49Unavailable",
      "Unavailable",
      "Potsticker Fried Rice",
      "Pan-Seared dumplings with your choice of filling between Ginger Chicken and Green Vegetable with tender stir fried rice, crisp vegetables and delicate egg seasoned with light and dark soy sauce, fresh ginger, garlic and sesame oil (Vegetarian).",
      "$10.99Unavailable",
      "Unavailable",
      "Potstickers & Dumplings",
      "5 Pack Potstickers",
      "Pan-Seared with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$6.99",
      "8 Pack Potstickers",
      "Pan-Seared with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$9.99",
      "12 Pack Potstickers",
      "Pan-Seared with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$14.99",
      "30 Pack Potstickers",
      "Pan-Seared with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$36.99",
      "5 Pack Dumplings",
      "Steamed with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$6.99",
      "8 Pack Dumplings",
      "Steamed with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$9.99",
      "12 Pack Dumplings",
      "Steamed with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$14.99",
      "30 Pack Dumplings",
      "Steamed with your choice of filling between Green Vegetable or Ginger Chicken.",
      "$36.99",
      "Combos",
      "Bowl and 3 Potstickers",
      "Choice of Bowl + 3 Potstickers",
      "$13.99",
      "5 Potstickers and an Egg Roll",
      "Five Pan-Seared dumplings with your choice of filling between Ginger Chicken and Green Vegetable with a crispy egg roll filled with chicken, cabbage, shiitake mushrooms, and lightly seasoned with herbs, soy, sesame oil, and spices in an egg roll wrapper, and served with sweet and sour sauce.",
      "$9.99",
      "2 Bao, 3 Potstickers and Egg Roll",
      "2 Pan-Seared dumplings with your choice of filling between Ginger Chicken and Green Vegetable with a crispy egg chicken roll a choice of two bao.",
      "$14.99",
      "Bowl and Egg Roll",
      "A crispy egg roll filled with chicken, cabbage, shiitake mushrooms, and lightly seasoned with herbs, soy, sesame oil, and spices in an egg roll wrapper, and served with sweet and sour sauce with a choice of Teriyaki Chicken, or Spicy Kung Pao Chicken bowl.",
      "$13.49Unavailable",
      "Unavailable",
      "Signature Combo",
      "Choice of 2 Bao + Potsticker.",
      "$13.99Unavailable",
      "Unavailable",
      "Bowl and 2 Bao",
      "Choice of Bowl + 2 Bao.",
      "$17.29Unavailable",
      "Unavailable",
      "Bundles",
      "Sharing Bundle",
      "A shareable meal for 2-3 people. The Sharing Bundle contains 6 of our fluffy, steamed bao (2 Teriyaki Chicken, 2 BBQ Berkshire Pork, and 2 Spicy Mongolian Beef) and 12 pan-seared Ginger Chicken potstickers.",
      "$29.95Unavailable",
      "Unavailable",
      "Family Bundle",
      "An easy meal for 4-5 people. The Family Bundle is a combination of our fan favorites with 3 BBQ Berkshire Pork bao, 3 Spicy Mongolian Beef bao, 12 pan-seared Ginger Chicken potstickers, and 3 Teriyaki Chicken bowls.",
      "$59.95Unavailable",
      "Unavailable",
      "Party Bundle",
      "Perfect for a larger crowd of 8-12 people. The Party Bundle is 24 of our signature bao (6 each of Teriyaki Chicken, BBQ Berkshire Pork, Spicy Mongolian Beef, and Coconut Custard) and 24 pan-seared Ginger Chicken potstickers.",
      "$83.95Unavailable",
      "Unavailable",
      "Beverages",
      "Bottle - Pepsi",
      "$3.29",
      "Bottle - Diet Pepsi",
      "$3.29",
      "Bottle - Mountain Dew",
      "$3.29",
      "Bottle - Orange Crush",
      "$3.29",
      "Bottle - Starry",
      "$3.29",
      "Bottle - Strawberry Fruit Shoot",
      "$3.29",
      "Bottle - Water",
      "$2.99",
      "Bottle - Dr. Pepper",
      "$3.29Unavailable",
      "Unavailable",
      "Bottle - Diet Dr. Pepper",
      "$3.29Unavailable",
      "Unavailable"
    ]
  },
  {
    "store_name": "Wing It On!",
    "store_address": "18 N Dollins Ave, Orlando, FL 32805, USA",
    "menu_items": [
      "Classic Wings",
      "Tenders",
      "Nuggz",
      "Wiches",
      "Chicken Dumplings",
      "Veggie Dumplings",
      "Fry Away!",
      "Meals",
      "Sides",
      "Sweets",
      "Combos",
      "Drinks",
      "Extras",
      "Classic Wings",
      "Wings - Classic (6)",
      "Fresh, all-natural chicken wings, cooked crispy and tossed in your choice of flavor. Served with a side of our in-house blue cheese or ranch dipping sauce.",
      "$9.99",
      "Wings - Classic (12)",
      "Fresh, all-natural chicken wings, cooked crispy and tossed in your choice of flavor. Served with a side of our in-house blue cheese or ranch dipping sauce.",
      "$19.49",
      "Wings - Classic (24)",
      "Fresh, all-natural chicken wings, cooked crispy and tossed in your choice of flavor. Served with a side of our in-house blue cheese or ranch dipping sauce.",
      "$37.49",
      "Wings - Classic (50)",
      "Fresh, all-natural chicken wings, cooked crispy and tossed in your choice of flavor. Served with a side of our in-house blue cheese or ranch dipping sauce.",
      "$74.99",
      "Tenders",
      "Tenders (3)",
      "Hand-battered chicken tenders, made fresh and tossed in any of our 24 flavors. Served with our in-house blue cheese or ranch dipping sauce.",
      "$7.99",
      "Tenders (5)",
      "Hand-battered chicken tenders, made fresh and tossed in any of our 24 flavors. Served with our in-house blue cheese or ranch dipping sauce.",
      "$12.99",
      "Tenders (10)",
      "Hand-battered chicken tenders, made fresh and tossed in any of our 24 flavors. Served with our in-house blue cheese or ranch dipping sauce.",
      "$24.99",
      "Tenders (20)",
      "Hand-battered chicken tenders, made fresh and tossed in any of our 24 flavors. Served with our in-house blue cheese or ranch dipping sauce.",
      "$47.99",
      "Nuggz",
      "Nuggz - Sauce 'Em - 10 PC",
      "10 bite-sized Nuggz coated in your favorite signature flavor",
      "$9.99",
      "Nuggz - Sauce 'Em - 20 PC",
      "20 bite-sized Nuggz coated in your favorite signature flavor",
      "$19.49",
      "Nuggz - Dip 'Em - 10 PC",
      "10 bite-sized Nuggz with your choice of dipping sauce",
      "$9.99",
      "Nuggz - Dip 'Em - 20 PC",
      "20 bite-sized Nuggz with your choice of dipping sauce",
      "$19.49",
      "Wiches",
      "WIO Classic",
      "Crispy buttermilk chicken served with lettuce, tomato, pickles & mayo",
      "$8.99",
      "Buffalo Chicken Sandwich",
      "Crispy buttermilk chicken tossed in mild buffalo sauce. Served with lettuce, tomato and blue cheese dressing.",
      "$8.99",
      "CBR-Wich",
      "Crispy buttermilk chicken with melted provolone, bacon, ranch, lettuce, tomato and red onion.",
      "$9.99",
      "Backyard Bird",
      "Crispy buttermilk chicken coated in hickory bbq and served with cheddar cheese, bacon & onion.",
      "$9.99",
      "Dirty Bird",
      "Crispy buttermilk chicken tossed in our Dirty Rub & topped with pickles, red onion & chipotle ranch dressing.",
      "$8.99",
      "Sho-Stopper",
      "Crispy buttermilk chicken coated in our Shogun sauce with cheddar cheese, bacon, red onion and ranch dressing.",
      "$9.99",
      "Nashville Hot Chicken",
      "Crispy buttermilk chicken coated in our Nashville Hot sauce with pickles, lettuce & chipotle ranch dressing.",
      "$8.99",
      "Chicken Dumplings",
      "Chicken Dump'wings",
      "Eat em’ like a wing! Tossed in any of our 24 sauces or rubs and served with a side of store-made blue cheese or buttermilk ranch dressing.",
      "$8.99",
      "Plain Chicken Dumplings",
      "$8.99",
      "Buffalo Chicken Dumplings",
      "Tossed in our Mild Buffalo sauce then drizzled with Buttermilk Ranch",
      "$8.99",
      "Loaded Street Corn Chicken Dumplings",
      "Drizzled with Chipotle Ranch, then topped with Street Corn, Cotija Cheese & Dirty Rub",
      "$8.99",
      "Nashville Hot Chicken Dumplings",
      "Tossed in our Nashville Hot then drizzled with Chipotle Ranch",
      "$8.99",
      "Sweet n' Smoky Chicken Dumplings",
      "Chipotle Ranch drizzled on then seasoned with our Sweet n’ Smoky Seasoning",
      "$8.99",
      "BBQ Slaw Chicken Dumplings",
      "Coated in Hickory BBQ sauce then topped with our store-made Smokin’ Ranch Slaw",
      "$8.99",
      "Chicken Dump'wings Fry Combo",
      "Eat em’ like a wing! Tossed in any of our 24 sauces or rubs and served with a side of store-made blue cheese or buttermilk ranch dressing, fries and a drink.",
      "$13.98",
      "Chicken Dump'wings Slaw/Corn Combo",
      "Eat em’ like a wing! Tossed in any of our 24 sauces or rubs and served with a side of store-made blue cheese or buttermilk ranch dressing, slaw or corn and a drink.",
      "$13.98",
      "Veggie Dumplings",
      "Veggie Dump'wings",
      "Eat em’ like a wing! Tossed in any of our 24 sauces or rubs and served with a side of store-made blue cheese or buttermilk ranch dressing.",
      "$8.99",
      "Plain Veggie Dumplings",
      "$8.99",
      "Buffalo Veggie Dumplings",
      "Tossed in our Mild Buffalo sauce then drizzled with Buttermilk Ranch",
      "$8.99",
      "Loaded Street Corn Veggie Dumplings",
      "Drizzled with Chipotle Ranch, then topped with Street Corn, Cotija Cheese & Dirty Rub",
      "$8.99",
      "Nashville Hot Veggie Dumplings",
      "Tossed in our Nashville Hot then drizzled with Chipotle Ranch",
      "$8.99",
      "Sweet n' Smoky Veggie Dumplings",
      "Chipotle Ranch drizzled on then seasoned with our Sweet n’ Smoky Seasoning",
      "$8.99",
      "BBQ Slaw Veggie Dumplings",
      "Coated in Hickory BBQ sauce then topped with our store-made Smokin’ Ranch Slaw",
      "$8.99",
      "Veggie Dump'wings Fry Combo",
      "Eat em’ like a wing! Tossed in any of our 24 sauces or rubs and served with a side of store-made blue cheese or buttermilk ranch dressing, fries and a drink.",
      "$13.98",
      "Veggie Dump'wings Slaw/Corn Combo",
      "Eat em’ like a wing! Tossed in any of our 24 sauces or rubs and served with a side of store-made blue cheese or buttermilk ranch dressing, slaw or corn and a drink.",
      "$13.98",
      "Fry Away!",
      "Straight Cut Fries",
      "Crispy seasoned fries tossed in or classic fry seasoning or any WIO dry rub. Simply irresistible!",
      "$4.49",
      "Waffle Fries",
      "Crispy seasoned fries tossed in or classic fry seasoning or any WIO dry rub. Simply irresistible!",
      "$4.49",
      "Meals",
      "Chicken Tender Fry Meal",
      "2 hand battered tenders served w/ a side of dipping sauce or tossed in sauce with your choice of fries, street corn or slaw.",
      "$9.99",
      "Chicken Tender Slaw/Corn Meal",
      "2 hand battered tenders served w/ a side of dipping sauce or tossed in sauce with your choice of fries, street corn or slaw.",
      "$9.99",
      "Nashville Hot Tenders Fry Meal",
      "2 large crispy Nashville Hot-style chicken tenders served w/ pickle chips, chipotle ranch and your choice of fries, street corn or slaw.",
      "$9.99",
      "Nashville Hot Tenders Slaw/Corn Meal",
      "2 large crispy Nashville Hot-style chicken tenders served w/ pickle chips, chipotle ranch and your choice of fries, street corn or slaw.",
      "$9.99",
      "Sauce 'Em Nuggz Fry Meal",
      "10 Boneless nuggz, tossed in a sauce, with your choice of seasoned fries, street corn or slaw",
      "$12.99",
      "Sauce 'Em Nuggz Slaw/Corn Meal",
      "10 Boneless nuggz, tossed in a sauce, with your choice of seasoned fries, street corn or slaw",
      "$12.99",
      "Dip 'Em Nuggz Fry Meal",
      "10 Boneless nuggz, served with a side of dipping sauce, with your choice of seasoned fries, street corn or slaw",
      "$12.99",
      "Dip 'Em Nuggz Slaw/Corn Meal",
      "10 Boneless nuggz, served with a side of dipping sauce, with your choice of seasoned fries, street corn or slaw",
      "$12.99",
      "Sides",
      "Small Street Corn",
      "Grilled corn off-the-cob jacked up with red onion, jalapenos, scallions, chipotle ranch and topped with cotija cheese and dirty rub.",
      "$3.99",
      "Large Street Corn",
      "Grilled corn off-the-cob jacked up with red onion, jalapenos, scallions, chipotle ranch and topped with cotija cheese and dirty rub.",
      "$5.99",
      "Small Smokin' Ranch Slaw",
      "Not your Grandma’s coleslaw! Turbocharged with our store-made chipotle ranch and sweet n’ smoky seasoning.",
      "$2.99",
      "Large Smokin' Ranch Slaw",
      "Not your Grandma’s coleslaw! Turbocharged with our store-made chipotle ranch and sweet n’ smoky seasoning.",
      "$4.99",
      "Sweets",
      "Chocolate Chip Brownie",
      "$2.99",
      "Combos",
      "6 pc Classic Wings Fry Combo",
      "$14.98",
      "6 pc Classic Wings Slaw/Corn Combo",
      "$14.98",
      "12 pc Classic Wings Fry Combo",
      "$24.48",
      "12 pc Classic Wings Slaw/Corn Combo",
      "$24.48",
      "3 pc Tenders Fry Combo",
      "$12.98",
      "3 pc Tenders Slaw/Corn Combo",
      "$12.98",
      "5 pc Tenders Fry Combo",
      "$17.98",
      "5 pc Tenders Slaw/Corn Combo",
      "$17.98",
      "10 pc Nuggz - Sauce 'Em Fry Combo",
      "$14.98",
      "10 pc Nuggz - Sauce 'Em Slaw/Corn Combo",
      "$14.98",
      "10 pc Nuggz - Dip 'Em Fry Combo",
      "$14.98",
      "10 pc Nuggz - Dip 'Em Slaw/Corn Combo",
      "$14.98",
      "20 pc Nuggz - Sauce 'Em Fry Combo",
      "$24.48",
      "20 pc Nuggz - Sauce 'Em Slaw/Corn Combo",
      "$24.48",
      "20 pc Nuggz - Dip 'Em Fry Combo",
      "$24.48",
      "20 pc Nuggz - Dip 'Em Slaw/Corn Combo",
      "$24.48",
      "Drinks",
      "Bottle - Pepsi",
      "$3.29",
      "Bottle - Diet Pepsi",
      "$3.29",
      "Bottle - Mountain Dew",
      "$3.29",
      "Bottle - Orange Crush",
      "$3.29",
      "Bottle - Starry",
      "$3.29",
      "Bottle - Strawberry Fruit Shoot",
      "$3.29",
      "Bottle - Water",
      "$2.99",
      "Bottle - Dr. Pepper",
      "$3.29Unavailable",
      "Unavailable",
      "Bottle - Diet Dr. Pepper",
      "$3.29Unavailable",
      "Unavailable",
      "Extras",
      "Veggie Sticks (Carrots & Celery)",
      "$0.99",
      "Blue Cheese - 2 Oz",
      "$0.79",
      "Blue Cheese - 1/2 Pint",
      "$3.29",
      "Blue Cheese - Pint",
      "$5.99",
      "Ranch - 2 Oz",
      "$0.79",
      "Ranch - 1/2 Pint",
      "$3.29",
      "Ranch - Pint",
      "$5.99",
      "Wing Sauce - 2 Oz",
      "$0.79",
      "Wing Sauce - 1/2 Pint",
      "$3.29",
      "Wing Sauce - Pint",
      "$6.99",
      "Honey Mustard Dressing - 2 oz",
      "$0.79",
      "Chipotle Ranch Dressing - 2 oz",
      "$0.79"
    ]
  },
  {
    "store_name": "Sweet Thang Cookies",
    "store_address": "18 N Dollins Ave, Orlando, FL 32805, USA",
    "menu_items": [
      "9-12 min",
      "Desserts",
      "Desserts",
      "Apple Pie",
      "6 oz, Cinnamon Batter, Apple Pie, Caramel Bits, Homemade Streussel",
      "$5.99",
      "Brownie Buzz",
      "6 oz, Classic Batter, Espresso Morsels, Chocolate, Heath Toffee, Ghirardelli Brownie Middle",
      "$5.99",
      "Campfire Smore's",
      "6 oz, Graham Cracker Batter, Milk & Semi-sweet Chocolate, Marshmallow Middle",
      "$5.99",
      "Caramel Oreo Crunch",
      "6 oz, Caramel Batter, Caramel Chips, Sprinkles, Golden Oreos & M&M's",
      "$5.99",
      "Chocolate & Peanut Butter",
      "6 oz. Cocoa Batter, Peanut Butter Chips, Chocolate Chips",
      "$5.99",
      "Classic Chocolate Chip",
      "6 oz, Classc Batter & Semi-sweet Chocolate Chips",
      "$5.99",
      "Cookies N' Cake Cream",
      "6 oz, Oreo Batter, White Chocolate Chips, Funfetti Cream Middle",
      "$5.99",
      "Mount Reese's",
      "6 oz, Classic Batter, Peanut Butter Chips, Chocolate, Reese's Pieces, Mini Reese's Cup Middle",
      "$5.99",
      "Peanut Butter Paradise",
      "6 oz. Peanut Butter Batter, Peanut Butter Chips, Milk Chocolate Chips",
      "$5.99",
      "Sea Salt Caramel Brownie (Cookie)",
      "6 oz. Classic Batter, Sea Salt Caramel Chips, White Chocolate Chips, Ghirardelli Brownie Middle",
      "$5.99",
      "Snickerdoodle",
      "5.5 oz, Cinnamon Toast Crunch, Cinnamon Life Cereal, Sanding Sugar",
      "$5.99",
      "White Chocolate Funtella",
      "6 oz, Festival Batter, White Chocolate Chips, Sprinkles, Nutella Middle",
      "$5.99"
    ]
  },
  {
    "store_name": "Season of India",
    "store_address": "18 N Dollins Ave, Orlando, FL 32805, USA",
    "menu_items": [
      "SOUP",
      "BITES",
      "DRINKS",
      "VEGETARIAN APPETIZERS",
      "NON-VEGETARIAN APPETIZERS",
      "SAUCES (ENTREE SAUCE)",
      "VEGETARIAN ENTREES WITH RICE (ALL ENTREES ARE GLUTEN FREE)",
      "NON-VEGETARIAN ENTREES WITH RICE (ALL ENTREES ARE GLUTEN FREE) ",
      "RICE & NOODLES",
      "BREADS (Indian Breads)",
      "ACCOMPANIMENTS",
      "DESSERTS",
      "SOUP",
      "TOMATO SOUP",
      "Juicy and pulpy tomatoes cooked to perfection in cream and spices.",
      "$4.99",
      "VEG HOT AND SOUR (VEGAN)",
      "$4.99",
      "DAL SOUP (VEGAN)",
      "$4.99",
      "MULLIGATAWNY",
      "$4.99",
      "BITES",
      "CHICKEN TENDERS (5PCS)",
      "$5.99",
      "CRISPY FRIES",
      "Coated Fries",
      "$3.75",
      "ONION RINGS",
      "$4.99",
      "VEG. SPRING ROLL",
      "$4.25",
      "MOZZARELA STICKS (4PCS)",
      "$4.75",
      "FALAFAL (5PCS)",
      "$5.99",
      "TORNADO POTATO",
      "$5.99",
      "DRINKS",
      "BOTTLED WATER",
      "$1.50",
      "MASALA TEA (4 Oz.)",
      "$1.99",
      "COCA COLA",
      "$3.00",
      "DITE COKE",
      "$3.00",
      "SPRITE",
      "$3.00",
      "MANGO LASSI (LARGE)",
      "Mango smoothie made with yogurt and sweet mangoes. ",
      "$5.99",
      "STRAWBERRY LASSI (LARGE)",
      "$5.99",
      "MANGO JUICE",
      "$3.99",
      "PASSION FRUIT JUICE",
      "$4.99",
      "GATORADE LEMON LIME",
      "$2.99",
      "GATORADE FRUIT PUNCH",
      "$2.99",
      "GATORADE ORANGE",
      "$2.99",
      "PASSION FRUIT COOLER",
      "A delicious refreshing mocktail with Passion fruit, Lime juice and Mint leaves",
      "$5.99",
      "PEPSI",
      "$3.00",
      "GATORADE WHITE CHERRY",
      "$2.99",
      "VEGETARIAN APPETIZERS",
      "VEG. SAMOSA (3pcs)",
      "Indian Flour Dough, Stuffed with Spiced Potatoes, Peas and Vegetables, Served Alongside Mint and Tamarind Chutneys",
      "$7.99",
      "ONION PAKODA (VG & GF)",
      "Batter Fried Onions with Blend of Spices",
      "$8.99",
      "DELHI SAMOSA CHAAT",
      "Deep Fried Pastry Stuffed with Spiced Potatoes Peas and Vegetables crushed and topped with Channa, Yogurt, Mint and Tamarind Chutneys",
      "$9.99",
      "CHILI PANEER ",
      "Wok Tossed Cubes of Fried Paneer, Coated with Tangy Chili Sauce",
      "$14.99",
      "PANEER 65",
      "Cottage Cheese Tossed in Curry Leaves, Chilies and Masala Yogurt Sauce",
      "$14.99",
      "PANEER MAJESTIC",
      "Cottage Cheese Tossed in Masala Yogurt Sauce and Mint Leaves",
      "$14.99",
      "GOBI 65",
      "Cauliflower Tossed in Curry Leaves, Chilies and Masala Yogurt Sauce",
      "$14.00",
      "GOBI MANCHURIAN (VEGAN)",
      "Batter Fried Cauliflower Sautéed in Ginger and Garlic Manchurian Sauce",
      "$14.00",
      "NON-VEGETARIAN APPETIZERS",
      "CHICKEN 65",
      "Deep Fried Chicken Tossed in Spiced Yogurt and Curry Leaves",
      "$14.99",
      "CHICKEN VEPUDU",
      "Lightly Fried Chicken with South Indian Spices",
      "$14.99",
      "MURGH TIKKA (BONELESS WHITE MEAT) (GF)",
      "Chicken Marinated with Yogurt and Freshly Grounded Spices, Grilled to Perfection.",
      "$15.99",
      "CHILI CHICKEN",
      "Batter Fried Chicken Tossed in Chili, Garlic Roasted Bell Peppers and Onions",
      "$15.99",
      "PEPPER CHICKEN",
      "Batter Fried Chicken Stirred in Ground Pepper and Chinese Seasonings",
      "$15.99",
      "MUTTON VEPUDU",
      "Lightly Fried Lamb with South Indian Spices",
      "$15.99",
      "CHICKEN MANCHURIAN",
      "Chicken Tossed in Manchurian Sauce",
      "$15.00",
      "TANDOORI CHICKEN (6Pcs)",
      "Chicken leg quarters marinated overnight in spices and yogurt and grilled in Tandoor Oven. Served with Mint Chutney ",
      "$17.99",
      "DRUMS OF HEAVEN",
      "Chicken Drumettes (wings) Marinated and Flavored with Special Indo-Chinese Sauce",
      "$15.99",
      "CHICKEN LOLLIPOPS (5PCS)",
      "Chicken Drumsticks Marinated in Indo-Chinese Sauce and fried to perfection.",
      "$15.99",
      "SAUCES (ENTREE SAUCE)",
      "BUTTER CHICKEN SAUCE (NO CHICKEN)",
      "Sauce made with onions, cream and spices.  It is a great compliment for Chicken or Vegetables",
      "$12.99",
      "COCONUT SAUCE (VEGAN)",
      "Sauce made with coconut milk, onion puree, and spices. ",
      "$12.99",
      "KORMA SAUCE",
      "Sauce made with spices, ginger, garlic, onion, tomato, and cashew puree",
      "$12.99",
      "VEGETARIAN ENTREES WITH RICE (ALL ENTREES ARE GLUTEN FREE)",
      "BAINGAN BHARTA ",
      "Roasted Eggplant cooked with Tomato, Peas, Cream and Spices",
      "$16.99",
      "PUNJABI CHANA MASALA (VEGAN)",
      "Chickpea Cooked in Exotic Blend of Spices with Tomato and Onion",
      "$16.99",
      "DAL TADKA (VG) (DAIRY FREE)",
      "Yellow Lentils Tempered with Onion, Tomato, Ginger and Garlic",
      "$16.99",
      "KADAI PANEER",
      "Cottage Cheese Cooked with Onions, Bell Peppers & Spices",
      "$17.99",
      "KAJU BUTTER MASALA",
      "Cashews cooked in creamy tomato base sauce and with ground spices.",
      "$17.99",
      "MALAI KOFTA",
      "Cottage Cheese and Vegetable Dumplings Cooked in Creamy Onion Sauce",
      "$17.99",
      "MATAR PANEER",
      "Cottage Cheese Cooked with Peas, Tomato and Cream",
      "$17.99",
      "NAVRATAN KORMA",
      "Delicacy, Prepared with a Combination of Nine Gems of Vegetables in Cashew Based Gravy",
      "$16.99",
      "PALAK PANEER",
      "Cottage Cheese Cooked in Spinach Puree, Cumin and Tomatoes",
      "$16.99",
      "PANEER BUTTER MASALA ",
      "Cottage Cheese Cooked in a Rich Butter, Tomato and Cream",
      "$17.99",
      "PANEER CHETTINAD",
      "Cottage Cheese Cooked in Black Pepper and Chettinad Masala.",
      "$17.99",
      "PANEER TIKKA MASALA",
      "Cottage Cheese, Onion and Bell Peppers Grilled and Cooked in Onion and Tomato Sauce",
      "$18.99",
      "SHAHI PANEER",
      "Paneer cooked in onion and cashews base creamy sauce.",
      "$17.99",
      "VEGETABLE JALFREZI",
      "Medley of Vegetables Cooked in Tomato Base Sauce, Cream and Spices.",
      "$16.99",
      "VEGETABLE TIKKA MASALA",
      "Medley of Vegetables Cooked in Fresh Tomato, Cream and Onion Sauce",
      "$17.99",
      "ALOO GOBI MATAR",
      "Cauliflower, Potatoes, and Green Peas cooked in tomato-based sauce and spice.",
      "$17.99",
      "DAL MAKHNI",
      "A Blend of Lentils Cooked with Cream, Butter and Spices\n",
      "$16.99Unavailable",
      "Unavailable",
      "NON-VEGETARIAN ENTREES WITH RICE (ALL ENTREES ARE GLUTEN FREE) ",
      "CHICKEN CURRY (DAIRY FREE)",
      "Boneless Chicken Cooked with Onion, Tomato Sauce and Spices",
      "$18.99",
      "CHICKEN SAAG",
      "Boneless chicken cooked in spinach and onion base sauce with spices",
      "$17.99",
      "BUTTER CHICKEN",
      "Chicken Thigh Marinated in Yogurt and Spices, Cooked in Onion Puree and Cream",
      "$20.99",
      "CHICKEN TIKKA MASALA",
      "Grilled Chicken Breast Cooked in Tomato, Creamand Onion Sauce",
      "$20.99",
      "CHICKEN KORMA",
      "Boneless Chicken Cooked in Onion, Cashew and Creamy Sauce",
      "$19.99",
      "CHICKEN VINDALOO",
      "Boneless Chicken and Potatoes Cooked in Hot Chili Powder, Onion Sauce with a Touch of Vinegar",
      "$19.99",
      "CHICKEN  JALFREZI",
      "Boneless chicken cooked with veggies in tomato base sauce.",
      "$19.99",
      "TAMIL NADU SE CHICKEN CHETTINAD",
      "Boneless Chicken Cooked with Onion, Tomato, Black Pepper and Chettinad Masala",
      "$18.99",
      "COCONUT CHICKEN (DAIRY FREE)",
      "Boneless Chicken Cooked with Coconut Milk and Spices",
      "$18.99",
      "KADAI CHICKEN",
      "Chicken on Bone Cooked with Onions, Bell Peppers & Spices",
      "$18.99",
      "LAMB CURRY",
      "Lamb Cooked with Onion and, Tomato sauce and spices.",
      "$21.50",
      "LAMB TIKKA MASALA",
      "Lamb Cooked in Fresh Tomato Sauce and Cream",
      "$20.99",
      "KASHMIRI ROGAN JOSH",
      "Boneless Lamb Cooked in Tomato and Onion with Blend of Masalas",
      "$21.99",
      "RAJASTHAN KA LAAL MAAS",
      "A Delicacy from Rajasthan Made with the Succulent Cubes of Lamb Simmered to Perfection in Fiery, Tangy and Satin Smooth Gravy",
      "$20.99",
      "KADAI LAMB",
      "Lamb Cooked with Onions, Bell Peppers & Spices\n",
      "$20.99",
      "LAMB SHAHI KORMA",
      "Boneless Lamb Cooked with Onion and Cashew Paste with Blend of Spices",
      "$20.99",
      "LAMB VINDALOO",
      "Lamb Cubes And Potatoes Cooked In Hot Chili Onion Sauce With A Touch Of Vinegar",
      "$20.99",
      "CHENNAI LAMB CHETTINAD",
      "Lamb meat Cooked with Onion, Tomato, Black Pepper and Chettinad Masala",
      "$19.99",
      "SHRIMP PEPPER CHETTINAD",
      "Shrimp Cooked with Onion, Tomato, Black Pepper and Chettinad Masala\n",
      "$21.99",
      "SHRIMP TIKKA MASALA",
      "Shrimp Cooked in Fresh Tomato Sauce and Cream\n",
      "$21.99",
      "KADAI SHRIMP",
      "Shrimp Cooked with Onions, Bell Peppers & Spices\n",
      "$21.99",
      "GOAN COCONUT SHRIMP",
      "Shrimp cooked in coconut milk and spices.",
      "$21.99",
      "SHRIMP CURRY",
      "Shrimp cooked in tomato and onion-based curry sauce.",
      "$21.99",
      "RICE & NOODLES",
      "STEAMED RICE",
      "$4.99",
      "JEERA RICE (VEGAN)",
      "$8.99",
      "VEGETARIAN MASALA BIRYANI (VEGAN)",
      "Biryani Cooked with Vegetables , Served with Raita",
      "$17.99",
      "EGG MASALA BIRYANI (BOILED EGGS)",
      "Biryani Cooked with Egg, Served with Raita",
      "$18.99",
      "CHICKEN MASALA BIRYANI",
      "Biryani Cooked with Chicken, Served with Raita",
      "$19.99",
      "LAMB BIRYANI",
      "Biryani Cooked with Lamb, Served with Raita",
      "$20.99",
      "SHRIMP BIRYANI",
      "Biryani Cooked with Shrimp, Served with Raita",
      "$20.99",
      "VEG. FRIED RICE (VEGAN)",
      "Rice Cooked with Veggie",
      "$14.99",
      "CHICKEN FRIED RICE      ​",
      "Rice Cooked with Veggie, Chicken, Egg",
      "$16.99",
      "CHICKEN CHILI GARLIC NOODLES",
      "Noodles, Tossed with Vegetables, Garlic & Chilies, Chicken",
      "$16.99",
      "SCHEZWAN FRIED RICE (VEGAN)",
      "Stirred Rice in Hot & Sour Sauce with Carrots, Peas & Cabbage",
      "$14.99",
      "CHICKEN SCHEZWAN FRIED RICE",
      "Stirred Rice in Hot & Sour Sauce with Carrots, Peas & Cabbage, Chicken",
      "$16.99",
      " HAKKA SOFT NOODLES  (VEGAN)",
      "Noodles, Julienne Vegetables, Soy Sauce & Three Spice Blend",
      "$15.99",
      "CHICKEN HAKKA NOODLES",
      "Noodles, Chicken, Julienne Vegetables, Soy Sauce & Three Spice Blend",
      "$16.99",
      "CHILI GARLIC NOODLES (VEGAN)",
      "Noodles, Tossed with Vegetables, Garlic & Chilies",
      "$14.99",
      "SCHEZWAN NOODLES (VEGAN)",
      "Soft Noodles cooked in spicy Hot Sauce and Veggies.",
      "$14.99",
      "BREADS (Indian Breads)",
      "BUTTER NAAN",
      "$2.50",
      "PLAIN NAAN (No Butter)",
      "$2.50",
      "GARLIC NAAN (1pc)",
      "$2.99",
      "ACCOMPANIMENTS",
      "MINT CHUTNEY",
      "$3.99",
      "PLAIN YOGURT",
      "$3.99",
      "RAITA",
      "$3.99",
      "TAMARIND CHUTNEY",
      "$3.99",
      "DESSERTS",
      "RASMALAI",
      "$6.99",
      "GULAB JAMUN",
      "$6.99",
      "CARROT HALWA",
      "$6.99"
    ]
  }
]